#🔧 Задание 1: Секретная коробка
#Что нужно сделать:

#1.Попроси у пользователя любимое животное

#2.Попроси у него любимый цвет

#3.В конце выведи:

#Твоя секретная коробка: [животное] + [цвет]
print("Любимое животное?")
a = input()
print('Любимый цвет?')
b = input()
c = '+'
print('Твоя секретная коробка:' + a + c + b)


#Задание 2
#Что нужно сделать:

#Спроси у пользователя любимое число

#Удвоить это число (то есть умножить на 2)

#Твоё удвоенное число: 18

print("Любимое число?")
number = int(input())
math = number * 2
print(math)
print('Твое удвоенное число:' + str(math))
