#1 Задание
#Введите первое число: 3  
#Введите второе число: 5  
#Сумма: 8  
#Произведение: 15
print('Введите первое число:')
a = int(input())
print('Введите второе число:')
b = int(input())
c = 'Сумма:'
print(c + str(a + b))
d = 'Произведение:'
print(d + str(a * b))

#Задание 2
#Сколько тебе лет? 15  
#Через 5 лет тебе будет 20

print('Сколько тебе лет?')
age = int(input())
print('Через 5 лет тебе будет:' + str(age + 5))

#Задание 3
#3. Любимое число × 2
#Вводишь любимое число. 
#Программа умножает его на 2 и выводит результат.
#Введите своё любимое число: 7  
#Твоё число, умноженное на 2: 14

print('Введите своё любимое число:')
fn = int(input())
print('Твоё число, умноженное на 2:' + str(fn * 2))
an = int(input())